9/data/attachments/6974b5c7966bf9fe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_11560b34-72e6-4322-987c-642c340e8bae</nif:username>
            <nif:friendToBeAdded>Brian_low_Friend_82580_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>